003_mechanicalSimilarity/002_pimpleFoam_Re20_L0.0002_U1.5_nu1.5e-5/Allrun.pre
#!/bin/bash

blockMesh
mirrorMesh -dict system/mirrorMeshDict.X -overwrite
mirrorMesh -dict system/mirrorMeshDict.Y -overwrite
autoPatch 45 -overwrite
createPatch -overwrite
extrudeMesh
transformPoints -scale "(0.01 0.01 0.01)"
